tap "slp/krunkit"
brew "shellcheck"
brew "actionlint"
brew "bazelisk"
brew "btop"
brew "lima"
brew "colima", restart_service: :changed
brew "crane"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "frizbee"
brew "fzf"
brew "gh"
brew "git"
brew "sqlite"
brew "node"
brew "gitlab-ci-local"
brew "glab"
brew "go"
brew "gopls"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "make"
brew "minikube"
brew "neovim"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "pure"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "tailscale"
brew "tfenv"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "vale"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "slp/krunkit/krunkit"
cask "1password"
cask "1password-cli"
cask "altair-graphql-client"
cask "claude"
cask "drawio"
cask "finicky"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "messenger"
cask "obsidian"
cask "podman-desktop"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zen"
