brew "colima"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gopls"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "neovim"
brew "node"
brew "podman"
brew "podman-compose"
brew "rbenv"
brew "rcm"
brew "tree"
brew "uv"
cask "1password"
cask "1password-cli"
cask "altair-graphql-client"
cask "claude"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "messenger"
cask "obsidian"
cask "podman-desktop"
cask "scroll-reverser"
cask "spotify"
cask "visual-studio-code"
