brew "fzf"
brew "gh"
brew "git"
brew "gopls"
brew "htop"
brew "jq"
brew "neovim"
brew "rbenv"
brew "rcm"
brew "tree"
cask "1password"
cask "1password-cli"
cask "altair-graphql-client"
cask "claude"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "messenger"
cask "obsidian"
cask "scroll-reverser"
cask "spotify"
cask "visual-studio-code"
